"identhub_phone_verification_description" = "Saisissez le code à 6 chiffres envoyé à votre numéro de téléphone mobile %1$s";

"identhub_phone_verification_request_code" = "Demander un nouveau code";

"identhub_phone_verification_send_new_code" = "Envoyer un nouveau code";

"identhub_phone_verification_title" = "Confirmez votre numéro de téléphone";

"identhub_terms_and_conditions_checkbox_text" = "J’accepte la %1$s et les %2$s";

"identhub_terms_and_conditions_info" = "Afin de poursuivre, veuillez lire attentivement et accepter la déclaration de confidentialité et les conditions générales d’utilisation";

"identhub_terms_and_conditions_title" = "Conditions générales";

